Revit 2018 API
AssetPropertyEnum.GetConnectedProperty Method
Overload List
Name | Description
GetConnectedProperty(Int32)
 Gets one connected property with specified index.
 (Inherited from AssetProperty.)
GetConnectedProperty(String)
 Gets a connected property by its name.
 (Inherited from AssetProperty.)
See Also
AssetPropertyEnum Class
AssetPropertyEnum Members
Autodesk.Revit.DB.Visual Namespace